[
    {
        "name": "Accurate Attack",
        "summary": "Trade effect DC for attack bonus.",
        "description": "When you make an accurate attack (see Maneuvers, page 249) you can take a penalty of up to –5 on the effect modi- fier of the attack and add the same number (up to +5) to your attack bonus.",
        "type": "Combat",
        "ranked": false,
        "max_ranks": null,
        "notes": false
    },
    {
        "name": "Attractive",
        "summary": "Circumstance bonus to interaction based on your looks.",
        "description": "You’re particularly attractive, giving you a +2 circumstance bonus on Deception and Persuasion checks to deceive, seduce, or change the attitude of anyone who finds your looks appealing. With a second rank, you are Very Attrac- tive, giving you a +5 circumstance bonus. This bonus does not count as part of your regular skill bonus in terms of the series power level, but also does not apply to people or situations which (in the GM’s opinion) would not be in- fluenced by your appearance. While superheroes tend to be a fairly good-looking lot, this advantage is generally reserved for characters with particularly impressive looks.",
        "type": "Skill",
        "ranked": true,
        "max_ranks": 2,
        "notes": false
    },
    {
        "name": "Benefit",
        "summary": "Gain a significant perquisite or fringe benefit.",
        "description": "You have some significant perquisite or fringe benefit. The exact nature of the benefit is for you and the Gamemaster to determine. As a rule of thumb it should not exceed the benefits of any other advantage, or a power effect costing 1 point (see Feature in the Powers chapter). It should also be significant enough to cost at least 1 power point. An example is Diplomatic Immunity (see Sample Benefits). A license to practice law or medicine, on the other hand, should not be considered a Benefit; it’s simply a part of having training in the appropriate Expertise skill and has no significant game effect. Benefits may come in ranks for improved levels of the same benefit. The GM is the final arbiter as to what does and does not constitute a Benefit in the setting. Keep in mind some qualities may constitute Benefits in some se- ries, but not in others, depending on whether or not they have any real impact on the game.",
        "type": "General",
        "ranked": true,
        "max_ranks": null,
        "notes": true
    }
]