[
    {
        "name": "Affliction",
        "description": "You can impose some debilitating condition or conditions on a target by making a close attack. You set the conditions your Affliction causes at each degree when you acquire it and they may not be changed. Higher degree conditions replace lower degree conditions and do not stack with them. See the possible conditions for each degree under the Affliction Resistance Check table. The target resists with Fortitude or Will defense (chosen when you take the effect)",
        "action": "Standard",
        "range": "Close",
        "duration": "Instant",
        "cost": 1,
        "dc": 10,
        "resisted_by": [
            "Fortitude",
            "Will"
        ],
        "notes": true,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Burrowing",
        "description": "You can burrow through the ground, leaving a tunnel be- hind if you choose. You move through soil and sand at a speed rank equal to your Burrowing rank, - 5. So Burrowing 8, for example, lets you move through the ground at speed rank 3 (around 16 MPH). Burrowing through hard clay and packed earth reduces speed one additional rank. Burrowing through solid rock reduces it by two additional ranks. The tunnel you leave behind is either permanent or collapses behind you immediately (your choice when you begin burrowing each new tunnel). Note that Burrowing differs from the Permeate effect of Movement, which allows you to pass through an obstacle like the ground at your normal speed without disturbing it at all (see Movement for details).",
        "action": "Free",
        "range": "Personal",
        "duration": "Sustained",
        "cost": 1,
        "dc": null,
        "resisted_by": null,
        "notes": false,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Communication",
        "description": "You can communicate over a distance using a medium other than your normal voice. Choose a sense type as your Communication medium (see the list of examples). You may also use a special sense type (like neutrinos, gravitons, magical sendings, and so forth) noticeable only to an appropriate form of the Detect effect (see Senses in this chapter), at the discretion of the GM.",
        "action": "Free",
        "range": "Rank",
        "duration": "Sustained",
        "cost": 4,
        "dc": null,
        "resisted_by": null,
        "notes": true,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Comprehend",
        "description": "You can comprehend different sorts of communication. Each rank in this effect allows you to choose one of the following options: Animals, Languages, Machines, Objects, Plants, Spirits",
        "action": "None",
        "range": "Personal",
        "duration": "Permanent",
        "cost": 2,
        "dc": null,
        "resisted_by": null,
        "notes": true,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Concealment",
        "description": "You gain total concealment from a particular sense while this effect is active, although you are still detectable to other senses (even other senses of the same sense type; so you could have full concealment against normal sight, but not infravision or any other sense in the sight sense type). Each additional rank gives you concealment from another sense; two ranks give you concealment for an entire sense type. See Concealment on page 244 for the full effects. Concealment from visual senses costs double (2 ranks for one visual sense, 4 ranks for all visual senses). You cannot have concealment from tactile senses, since that requires being incorporeal (see the insubstantial effect). So with Concealment 5, you can have total concealment from all visual senses (4 ranks) and normal hearing (1 rank), for example. With Concealment 10 you have total concealment from all sense types other than tactile.",
        "action": "Free",
        "range": "Personal",
        "duration": "Sustained",
        "cost": 2,
        "dc": null,
        "resisted_by": null,
        "notes": true,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Create",
        "description": "You can form solid objects essentially out of nowhere. They may be made of solidified energy, “hardened” water  or air, transmuted bulk matter, ice, stone, or some other medium, depending on the descrptors of the effect. You can form any simple geometric shape or common object (such as a cube, sphere, dome, hammer, lens, disk, etc.). The GM has final say on whether or not a particular object is too complex for this effect. Generally, your objects can not have any moving parts more complex than a hinge. They can be solid or hollow, opaque or transparent, as you choose when you use the effect, limited by your descriptors and the judgement of the Gamemaster. You can create an object with a maximum volume rank equal to your effect rank and Toughness equal to your effect rank. Created objects can be damaged or broken like ordinary objects. They also vanish if you stop maintaining them. You can repair any damage to a created object at will by using your effect again (essentially “recreating” the object). Your created objects are stationary once you have created them, although other effects can move them. Assume a created object has a mass rank equal to its volume rank.",
        "action": "Standard",
        "range": "Ranged",
        "duration": "Sustained",
        "cost": 2,
        "dc": null,
        "resisted_by": null,
        "notes": true,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Damage",
        "description": "You can inflict damage on a target by making a close attack. The exact nature of your Damage is up to you, with the approval of the GM; it can be anything from a powerful impact to razor claws, energy fields, or some other damaging medium. The target resists with Toughness:",
        "action": "Standard",
        "range": "Close",
        "duration": "Instant",
        "cost": 1,
        "dc": 15,
        "resisted_by": [
            "Toughness"
        ],
        "notes": false,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Deflect",
        "description": "You can actively defend for characters other than yourself, deflecting or diverting attacks against them at a distance, and may be able to more effectively defend yourself, depending on your rank. See the Defend action in the Action & Adventure chapter for details. You use your Deflect rank in place of an active defense. You still add 10 to a Deflect die roll of 10 or less, for a minimum roll of 11. Deflect modifiers are limited by power level. Like a ranged attack, if you Deflect at medium range, you have a - 2 circumstance modifier on your check. At long range, you have a - 5 circumstance modifier. Range is measured from you to the target of the attack you are deflecting. Like the defend action, Deflect does not work against area effects or perception ranged attacks, nor versus attacks targeting defenses other than Dodge or Parry.",
        "action": "Standard",
        "range": "Ranged",
        "duration": "Instant",
        "cost": 1,
        "dc": null,
        "resisted_by": null,
        "notes": false,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Elongation",
        "description": "You can elongate your body and/or limbs to extend your reach. Add your effect rank to your normal size rank to determine how far you can elongate; for a normal-sized human (size rank - 2) this is 15 feet at rank 1, 30 feet at rank 2, and so forth. Rank 20 Elongation can stretch 1,000 miles!“Snapping back” to your normal shape is a free action.You can use Elongation to make “close” attacks at a greater distance by elongating your limbs. Once elongated, you can make melee attacks within your new reach as a standard action. If you can not accurately sense your target (you are elongating around a corner, for example), apply the rules for concealment (see Concealment in the Action & Adventure chapter). In addition, Elongation allows you to wrap up and entangle an opponent so it grants a +1 bonus to grab checks per rank (limited by PL).",
        "action": "Free",
        "range": "Personal",
        "duration": "Sustained",
        "cost": 1,
        "dc": null,
        "resisted_by": null,
        "notes": false,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Enhanced Trait",
        "description": "You can temporarily improve one of your existing traits, chosen when you take this effect. While this effect is active, you increase the affected trait by its rank. So, for example, Enhanced Strength 5 increases your Strength by+5 while it is active. Your enhanced trait is still subject to power level limits, so your unenhanced rank must be below the limit by at least the amount of the enhancement to accommodate it.The cost of Enhanced Trait is the same per rank as acquiring a rank in the affected trait. The key differences are that Enhanced Trait is a power effect, rather than a natural trait, and as an effect it can be combined with extra effort and other effects. See Extra Effort in The Basics chapter and Enhanced Abilities in the Abilities chapter for more.",
        "action": "Free",
        "range": "Personal",
        "duration": "Sustained",
        "cost": 30,
        "dc": null,
        "resisted_by": null,
        "notes": true,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Environment",
        "description": "You can change the environment in an area: raising or lowering the temperature, creating light, causing rain, and so forth (see The Environment in the Action & Adventure chapter for details).Your Environment affects a 30 foot radius around you at rank 1. Each additional rank moves the radius up one distance rank, for a reach of approximately 2,000 miles at rank 20, sufficient to alter the environment of an entire continent! Each of the following is a separate Environment effect. If you have one you can acquire others as Alternate Effects, but you can then only use and maintain one at a time. To use or maintain multiple Environment effects simultaneously, add their costs together for the total cost of the effect per rank or apply the Selective modifier, allowing you to mix-and-match effects.",
        "action": "Standard",
        "range": "Rank",
        "duration": "Sustained",
        "cost": 30,
        "dc": null,
        "resisted_by": null,
        "notes": true,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Extra Limbs",
        "description": "You have extra manipulative limbs, such as arms, tentacles, or even prehensile hair or a tail. Each rank in this effect grants you an extra limb.Extra Limbs do not allow you to take additional actions in a round, although they do provide the benefits of the Improved Grab advantage—grabbing with some of your limbs and leaving others free. All additional limbs except your dominant limb are considered your “off-hand.” If you have the Benefit (Ambidexterity) advantage, you have no off-hand penalties with any of your limbs.If you apply all of your limbs to a grab attempt (rather than taking the option to leave some of them free), you gain a +1 circumstance bonus per rank in Extra Limbs to a maximum of +5, much like a team check (see page 16).",
        "action": "None",
        "range": "Personal",
        "duration": "Permanent",
        "cost": 1,
        "dc": null,
        "resisted_by": null,
        "notes": true,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Feature",
        "description": "You have one or more minor features, effects granting you an occasionally useful ability, one per rank. This effect is essentially a version of the Benefit advantage (see page 134) but a power rather than a virtue of skill, talent, or social background. For example, diplomatic immunity or wealth are Benefits; fur, the ability to mimic sounds, or a hidden compartment in your hollow leg are Features. It is up to the GM what capabilities qualify as Features; generally, if something has no real game effect, it is just a descriptor. If it has an actual game system benefit, it may be a Feature. There is no need to define every possible Feature a character may have down to the last detail. Some Features may be sustained duration rather than permanent with no change in cost. This suits active Features a character has to use and maintain rather than having them as passive traits requiring no effort whatsoever.",
        "action": "None",
        "range": "Personal",
        "duration": "Permanent",
        "cost": 1,
        "dc": null,
        "resisted_by": null,
        "notes": true,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Flight",
        "description": "You can fly through the air, including hovering in place. You have a flight speed rank equal to your effect rank.",
        "action": "Free",
        "range": "Personal",
        "duration": "Sustained",
        "cost": 2,
        "dc": null,
        "resisted_by": null,
        "notes": false,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Growth",
        "description": "You can temporarily increase your size, gaining Strength and Stamina at the cost of becoming a bigger, heavier, less agile target, unable to maneuver through small spaces. Growth modifiers are restricted by power level limits. Each rank of Growth adds 1 rank to your Strength and Stamina (constructs add 1 rank to Strength and Toughness if they lack Stamina) and adds 1 rank to your mass. Every two ranks adds a +1 bonus to Intimidation. Every 8 ranks adds 1 to your Speed. Every rank of Growth subtracts 1 from your Stealth checks. Every 2 ranks (rounded up) subtracts 1 from your Dodge and Parry defenses. Every 4 ranks of Growth increases your size rank by 1 (ordinary humans start out at size rank - 2, between 3 and 6 feet tall). So at Growth 8, you have +8 Strength and Stamina, +4 to Intimidation, +1 Speed, but - 8 to Stealth, - 4 Dodge and Parry, and you are size rank 0 (around 30 feet tall). Increases to your Strength and Stamina also improve related traits like your Strength Damage, Fortitude, and Toughness.",
        "action": "Free",
        "range": "Personal",
        "duration": "Sustained",
        "cost": 2,
        "dc": null,
        "resisted_by": null,
        "notes": false,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Healing",
        "description": "You can heal Damage conditions by touching a subject and taking a standard action to make a DC 10 Healing check. Each degree of success healing one Damage condition, starting with the worst condition of the subject, and working down, as if the subject were recovering rapidly. If the subject is dying, the highest degree of success stabilizes the subject, removing the dying condition. If the Healing check fails, you must wait one minute or use extra effort in order to try again.You can also grant a subject a bonus equal to your Healing rank on resistance checks against effects with disease or poison descriptors. The bonus applies to the next resistance check made by the subject against the effect.You can use Healing on yourself, provided you are still capable of taking the standard action needed. Healing does not work on subjects unable to recover on their own, such as creatures with no Stamina rank or inanimate objects.",
        "action": "Standard",
        "range": "Close",
        "duration": "Instant",
        "cost": 2,
        "dc": null,
        "resisted_by": null,
        "notes": true,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Illusion",
        "description": "You can control the senses of others to create false impressions, illusions. This can range from visual images to phantom sounds, smells, or even radar or mental images. For 1 point per rank, you can create an illusion affecting a single sense type. For 2 points per rank, you can affect two sense types.For 3 points per rank, you can affect three sense types. For 4 points per rank, you can affect four sense types, and for 5 points per rank, you can affect all sense types. Visual senses count as two sense types. Your rank determines how convincing your illusion is, including the DC for the Insight resistance check (10 + rank).",
        "action": "Standard",
        "range": "Perception",
        "duration": "Sustained",
        "cost": 30,
        "dc": 10,
        "resisted_by": null,
        "notes": true,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Immortality",
        "description": "You can recover from death! If your condition becomes dead, you return to life after a time. Subtract your Immortality rank from a time rank of 19 (one month) to determine how long it takes. So Immortality 11, for example, restores you to life in just 30 minutes (19 - 11 = time rank 8). At rank 20, you recover from death at the start of each action round! When you recover, all your damage conditions are removed, but you also lose all accumulated hero points, starting over with none.",
        "action": "None",
        "range": "Perception",
        "duration": "Permanent",
        "cost": 2,
        "dc": null,
        "resisted_by": null,
        "notes": true,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Immunity",
        "description": "You are immune to certain effects, automatically succeeding on any resistance check against them. You assign ranks of Immunity to various effects to gain immunity to them (with more extensive effects requiring more ranks). These assignments are permanent.",
        "action": "None",
        "range": "Personal",
        "duration": "Sustained",
        "cost": 1,
        "dc": null,
        "resisted_by": null,
        "notes": true,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Insubstantial",
        "description": "You can assume a less solid form, with each Insubstantial rank becoming progressively less solid. You do not gain the ability to assume lower-ranked Insubstantial forms at higher ranks, but you can acquire a lower-ranked form as an Alternate Effect of a higher-ranked one. You can switch between normal and Insubstantial form at will as a free action once per round. The default is that substantial is your “normal” form, but the GM may permit you to make Insubstantial your “normal” form, in which case remaining solid is a sustained duration for you! Insubstantial offers four ranks of effect.",
        "action": "Free",
        "range": "Personal",
        "duration": "Sustained",
        "cost": 5,
        "dc": null,
        "resisted_by": null,
        "notes": true,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Leaping",
        "description": "You can make prodigious leaps, far more than even askilled athlete. Your Leaping rank, - 2, is the distance rank you cover in a single standing jump: so 15 feet at rank 1, 30 feet at rank 2, up to 1,000 miles at rank 20! You do not suffer any damage from landing after a jump, so long as it is within your maximum distance. The speed rank of your leap maxes out at 7 (around 250 miles per hour), so leaps of greater than distance rank 7 take time equal to the distance rank - 7. For example, a massive leap of 500 miles (distance rank 17) takes time rank 10 (17 - 7, or two hours) of time in the air! Because of this, leapers may choose to make shorter “hops” of just a couple miles, leaving them airborne for only a minute or so, to better control their direction.",
        "action": "Free",
        "range": "Personal",
        "duration": "Instant",
        "cost": 1,
        "dc": null,
        "resisted_by": null,
        "notes": false,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Luck Control",
        "description": "You can use hero points or ranks of Luck to affect others in various ways (see Hero Points, page 20). For each rank you have in this effect, choose one of the following capabilities: You can spend a hero point or use Luck on the behalf of another character, with the normal benefits. You can bestow your hero point or use of Luck on others. You can use this only once on any given character in a round, but the recipient may use the bestowed point(s) normally.You can spend one of your hero point or uses of the Luck advantage to negate the use of a hero point by someone else, use of their Luck advantage, or a Gamemaster-imposed complication (at the discretion of the GM). The latter also eliminates the complication, however, so no hero points are awarded for it.You can spend a hero point or use Luck to force someone else to re-roll a die roll and take the worse of the two rolls. The target of this last effect may spend a hero point or use Luck to avoid having to re-roll.",
        "action": "Reaction",
        "range": "Perception",
        "duration": "Instant",
        "cost": 3,
        "dc": null,
        "resisted_by": null,
        "notes": true,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Mind Reading",
        "description": "You can read the mind of another character. To use Mind Reading, make an opposed effect check against the result of the Will check made by the target. The degree of success determines the degree of contact.",
        "action": "Standard",
        "range": "Perception",
        "duration": "Sustained",
        "cost": 2,
        "dc": 10,
        "resisted_by": [
            "Will"
        ],
        "notes": true,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Morph",
        "description": "You can alter your appearance. Your traits do not change; your new form is merely a cosmetic change. You gain a +20 bonus to Deception checks to disguise yourself as the form you assume (see the Disguise guidelines for Deception).Your Morph rank determines what form(s) you can assume: At rank 1 you can assume a single other appearance. At rank 2 you can assume any of a narrow group of forms, such as people of roughly your size and gender, a type of animal like birds or reptiles, and so forth. At rank 3 you can assume any of a broad group of forms like humanoids, animals, machines, and so forth. At rank 4 you can assume any form of the same mass as your own.For the ability to change size as well as appearance see the Growth and Shrinking effects. To take on the other traits of forms you assume, see the Metamorph extra, following, or the Variable effect, later in this chapter.",
        "action": "Free",
        "range": "Personal",
        "duration": "Sustained",
        "cost": 5,
        "dc": null,
        "resisted_by": null,
        "notes": true,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Move Object",
        "description": "You can move objects at a distance without touching them. Move Object has no action/reaction; a moving object cannot drag the character “holding on” to it, for example. This effect is also not considered “physical contact” or “touch” for effects requiring it. Your effective Strength for lifting and moving objects with this effect is equal to your rank. By taking a move action to concentrate you can increase this by +1 Str, changing the duration of the effect to Concentration (see Duration at the start of this chapter). This is in addition to using extra effort to further increase your rank (see Extra Effort, page 19).This effect can move objects, but cannot perform tasks of fine manipulation (like untying knots, typing, or manipulating controls) without the Precise modifier. Objects thrown into targets as attacks base their damage off your power rank as if it were your Strength rank.Move Object cannot inflict damage directly; you cannot “punch” or “crush” objects with it. You can use it to make disarm, grab, and trip attacks. See the Action & Adventure chapter for details.",
        "action": "Standard",
        "range": "Ranged",
        "duration": "Sustained",
        "cost": 2,
        "dc": null,
        "resisted_by": null,
        "notes": true,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Movement",
        "description": "You have a special form of movement. For each rank in this effect, choose one of the following options:",
        "action": "Free",
        "range": "Personal",
        "duration": "Sustained",
        "cost": 2,
        "dc": null,
        "resisted_by": null,
        "notes": true,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Nullify",
        "description": "Nullify can counter particular effects of a particular descriptor, such as fire effects, magical effects, mental effects, and so forth (see Countering Effects, at the start of this chapter). You can counter one effect of your chosen descriptor per use of Nullify. You can't nullify innate effects (see the innate modifier description).Make a ranged attack check to hit the target. Then make an opposed check of your Nullify rank and the targeted effect's rank or the target's Will defense, whichever is higher. If you are targeting the subject of an effect rather than the effect of the user, make an opposed check of Nullify rank vs. effect rank. If you win, the targeted effect turns off, although the user can re-activate it normally. If you lose the opposed check, you do not Nullify the effect. With two or more degrees of failure, trying again against the same subject in the same scene requires extra effort.",
        "action": "Standard",
        "range": "Ranged",
        "duration": "Instant",
        "cost": 1,
        "dc": null,
        "resisted_by": null,
        "notes": true,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Protection",
        "description": "Protection shields you against damage, giving you +1 to your Toughness defense per rank. So Protection 4 gives you +4 Toughness.",
        "action": "None",
        "range": "Personal",
        "duration": "Permanent",
        "cost": 1,
        "dc": null,
        "resisted_by": null,
        "notes": false,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Quickness",
        "description": "You can perform routine tasks—anything that can bedone as a routine check (see Routine Checks in The Basics chapter)—fast, perhaps very fast. Subtract your effect rank from the normal time rank to perform a task to determine how long it takes you. So, for example, if you have Quickness 7, a routine task normally taking an hour (time rank 9) takes you (9 - 7 = time rank 2) 30 seconds. Non-routine checks are not affected by Quickness, nor is movement speed.If you can perform a task in less than a second (time rank -2), the GM may choose to treat that task as a free action for you (although the GM can still limit the number of free actions you can accomplish in a turn as usual).",
        "action": "Free",
        "range": "Personal",
        "duration": "Sustained",
        "cost": 1,
        "dc": null,
        "resisted_by": null,
        "notes": true,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Regeneration",
        "description": "You recover quickly from damage. Remove penalties to your Toughness checks due to damage equal to your Regeneration rank each minute. You then recover other damage conditions equal to your Regeneration rank each minute, starting from your most severe condition.Spread this recovery out evenly over a minute (10 action rounds). So with Regeneration 5, you remove a -1 Toughness penalty every other round (every round with Regeneration 10, and up to a -2 penalty per round with Regeneration 20).",
        "action": "None",
        "range": "Personal",
        "duration": "Permanent",
        "cost": 1,
        "dc": null,
        "resisted_by": null,
        "notes": false,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Remote Sensing",
        "description": "You can displace one or more of your senses over a distance, perceiving as if you were at that location, up to 60 feet away. Each additional rank increases your range one distance rank, so rank 2 is 120 feet, rank 3 is 250 feet, and so on. Remote Sensing overrides your normal sense(s)while you are using it. Subjects observed via Remote Sensing can “feel” it with an Insight check (DC 10 + rank).You can make Perception checks normally using your displaced senses, taking the normal action to do so. To search a large area for someone or something, use the search guidelines given in the description of the Investigation skill. Remote Sensing costs 1 point per rank for one sense type, 2 points per rank for two sense types, 3 points per rank for three, and 4 points per rank for four, and 5 points per rank for all of your senses. Visual senses count as two sense types (so visual Remote Sensing is 2 points per rank). You can use perception range sensory effects via Remote Sensing if your effect applies to their sense type and an accurate sense (usually sight). Sensory effects targeted on the spot where you have displaced your senses affect you normally. Because Remote Sensing overrides your normal senses,you are vulnerable (at half your normal active defenses) while using it, since you are less aware of your immediate surroundings.",
        "action": "Free",
        "range": "Rank",
        "duration": "Sustained",
        "cost": 30,
        "dc": null,
        "resisted_by": null,
        "notes": true,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Senses",
        "description": "One or more of your senses are improved, or you have additional sensory abilities beyond the normal five senses.Allocate ranks in Senses to the following effects. Some options require more than one rank, noted in their descriptions. So if you have Senses 5, for example, you can have darkvision (2 ranks), direction sense (1 rank), distance sense (1 rank), and ultra-hearing (1 rank), or any other combination adding up to 5 ranks.Like all sensory effects, Senses uses the sense types described on page 178 as descriptors.",
        "action": "None",
        "range": "Personal",
        "duration": "Permanent",
        "cost": 1,
        "dc": null,
        "resisted_by": null,
        "notes": true,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Shrinking",
        "description": "You can temporarily decrease your size, becoming smaller, harder to see — and hit — at the cost of losing Strength and speed. Every 4 ranks of Shrinking reduces your size rank by 1 (normal humans are size rank -2 by default) and each reduction in size rank subtracts 1 from your Strength and every two reductions in size rank subtract 1 from your ground speed rank. Add half your Shrinking rank (rounded down) to your active defenses. Add your Shrinking rank as a bonus to Stealth checks, since you are harder to spot, but apply half your rank (rounded down) as a penalty to Intimidation checks (hard to be imposing when you are tiny).Shrinking modifiers are restricted by power level limits. So at Shrinking 12, you are size rank -5 (about 6 inches tall), and have a +6 bonus to active defenses and +12 Stealth bonus, but -3 Strength, -1 speed, and -6 Intimidation penalties.",
        "action": "Free",
        "range": "Personal",
        "duration": "Sustained",
        "cost": 2,
        "dc": null,
        "resisted_by": null,
        "notes": false,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Speed",
        "description": "You can move faster than normal. You have a ground speed rank equal to your effect rank. This also improves all forms of movement based on ground speed.",
        "action": "Free",
        "range": "Personal",
        "duration": "Sustained",
        "cost": 1,
        "dc": null,
        "resisted_by": null,
        "notes": false,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Summon",
        "description": "You can call upon another creature—a minion—to aid you. This creature is created as an independent character with (effect rank x 15) power points. A summoned minion is limited to a Power Level equal to the rank of the Summon effect used to create it, is subject to the normal power level limits, and cannot have minions of its own, either from this effect or the Minions advantage. You can summon yourminion automatically as a standard action; it appears in the nearest open space beside you. Minions have their own initiative (see initiative in the Action & Adventure chapter) and act starting on the round after you summon them.Summoned minionsare dazed, taking only a standard action each round. Directing a minion to do something is a move action for you, but minions generally do as they are told until a task is completed.You always have the same minion unless you apply the Variable Type modifier, allowing you to summon different minions. Your minion automatically has a helpful attitude and does its best to aid you and obey your commands.Incapacitated minions disappear. They recover normally and you cannot summon an incapacitated minion until it has completely recovered. Your summoned minions also vanish if your effect is not maintained, or is countered or nullified. For more information and rules regarding Minions, see page 245.",
        "action": "Sustained",
        "range": "Close",
        "duration": "Sustained",
        "cost": 2,
        "dc": null,
        "resisted_by": null,
        "notes": true,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Swimming",
        "description": "You can swim fast. You have a water speed equal to your Swimming rank -2, subject to the usual rules for swimming (see the Athletics skill description for details). You can make Athletics checks to swim as routine checks. This power does not allow you to breathe underwater (for that see immunity, page 165).",
        "action": "Free",
        "range": "Personal",
        "duration": "Sustained",
        "cost": 1,
        "dc": null,
        "resisted_by": null,
        "notes": false,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Teleport",
        "description": "You can move instantly from place to place without crossing the distance in between. You can teleport yourself and up to 50 lbs. (mass rank 0) of additional mass a distance rank equal to your effect rank as a move action. Unwilling passengers get a Dodge resistance check to avoid being taken along.You can only teleport to places you can accurately sense or know especially well (in the judgement of the GM). You retain your position and relative velocity when you teleport. So if you are falling when you teleport, you are still falling at the same speed when you arrive at your destination.Teleport is meant for use on or around a planet. For things like traveling to distant planets or stars, apply the Space Travel effect of Movement as a “hyperjump” or similar power.",
        "action": "Move",
        "range": "Rank",
        "duration": "Instant",
        "cost": 2,
        "dc": null,
        "resisted_by": null,
        "notes": false,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Transform",
        "description": "You can change objects into other objects, altering their shape or material composition in the process. You must touch the chosen object, which requires a close attack check if the object is held or worn by another character.What you can transform affects cost per rank:• 2 points: Transform one thing or substance into one other thing or substance, such as metal into wood, iron into glass, or broken objects into repaired ones. 3 points: Transform a broad group of things into a single result (any metal into gold, for example) or a single target into any of a broad group (one type of metal, such as lead, into any other metal, water into other liquids, and so forth).• 4 points: Transform a broad group of targets into one of a broad group of results (solids into other solids, for example).• 5 points: Transform any material into anything else.Inanimate objects do not make resistance checks and transform automatically, so long as you can affect their total mass. You can transform (Transform rank -6) rank mass, so Transform 1 can affect up to 1.5 lbs (mass rank -5), then 3 lbs. at rank 2, and so forth, on up to rank 20, which affects 400 tons at once. The transformation lasts as a sustained effect. When you stop maintaining it, the target reverts to normal. Continuous Transform is irreversible except by using another Transform effect to turn the target back into its previous form.Transforming someone's devices or equipment requires targeting them first: characters can make Dodge resistance checks for their held or worn items, with a +5 circumstance bonus for hand-held and similar sized objects.So transforming a hand-held weapon like a gun requires an attack check and permits the wielder a Dodge resistance check with a +5 bonus (for a hand-held item).Targeting a worn suit of armor requires an attack check and allows the wearer a Dodge resistance check (with no modifier for a large item).Transform is generally just another way of “removing” a device or equipment, considered a part of their discount in cost, although transformed items should eventually be restored or replaced.",
        "action": "Standard",
        "range": "Close",
        "duration": "Sustained",
        "cost": 30,
        "dc": null,
        "resisted_by": null,
        "notes": true,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Variable",
        "description": "You can gain or use potentially any effect of the appropriate type and descriptor! A Variable effect provides you with a set of (rank x 5) power points you can allocate to different effects. Take an action on your turn and choose where to allocate your Variable power points. It is a good idea to have a “menu” of commonly used options written down in advance to help speed up this process during play.The effects you gain from your Variable effect are subject to the normal power level and series limits. So you cannot, for example, acquire Enhanced Trait as a Variable effect to improve a trait beyond its power level limit, or acquire effects or descriptors the Gamemaster has specifically banned from the series. The GM has final say as to whether or not a particular use of a Variable effect is appropriate and may veto your allocations, if necessary.You must also place descriptors on your Variable effect limiting its scope. For example, a Variable effect that mimics other's traits is limited to the traits its subject(s) possess; a Variable effect providing you with traits suitable to dif-ferent shapes is limited by the form(s)you assume; a Variable effect providing adaptations is limited to thestimulus to which it adapts, andso forth. This descriptor does notreduce the effect's cost unless it'sespecially narrow or limiting, andthe GM is the final arbiter of what constitutes a suitable descriptor and whichdescriptors are narrow enough to qualifyfor a Limited flaw.The allocation of your Variable points issustained, so if you stop maintaining your Variable effect for any reason, your allocated points “reset” to a “null” state: you lose any temporary traits and must take theaction necessary to reallocate yourVariable points again on your turn toregain them. Points in a ContinuousVariable effect remain where you setthem without maintenance, unless theVariable effect itself is countered or nullified. Variable effects cannot be permanent in duration by definition.",
        "action": "Standard",
        "range": "Personal",
        "duration": "Sustained",
        "cost": 7,
        "dc": null,
        "resisted_by": null,
        "notes": true,
        "applicable_extras": [],
        "applicable_flaws": []
    },
    {
        "name": "Weaken",
        "description": "You can temporarily lower one of a target's traits, chosen when this effect is acquired. You must touch the target, making a normal close attack check. Multiple failed resistance checks against a Weaken effect are cumulative, up to a maximum of the Weaken rank, at which point the effect cannot weaken the trait further.Lost points return at a rate of 1 per round at the end of each of the target's turns. Inanimate objects do not recover weakened Toughness; they must be repaired.Objects may or may not recover other weakened traits, at the GM's discretion and depending on the effect's descriptors.",
        "action": "Standard",
        "range": "Close",
        "duration": "Instant",
        "cost": 1,
        "dc": 10,
        "resisted_by": [
            "Fortitude",
            "Will"
        ],
        "notes": true,
        "applicable_extras": [],
        "applicable_flaws": []
    }
]